<?php

return [
    'type_undefined' => 'نامشخص',
    'type_1' => 'آشپزخانه',
    'type_2' => 'پذیرایی',
    'type_3' => 'اتاق خواب',
    'type_4' => 'سرویس‌ها',
    'type_5' => 'تجهیزات اداری',
    'type_6' => 'تجهیزات محوطه',
    'type_7' => 'سیستم گرمایشی',
    'type_8' => 'سیستم سرمایشی',
    'name_required' => 'لطفا نام را وارد نمایید.',
    'name_min' => 'طول فیلد نام حداقل باید 3 حرف باشد.',
    'name_max' => 'طول فیلد نام حداکثر باید 50 حرف باشد.',
    'type_required' => 'لطفا نوع را وارد نمایید.',
    'type_numeric' => 'لطفا فیلد نوع را به درستی وارد نمایید.',
    'type_min' => 'طول فیلد نوع حداقل باید 3 حرف باشد.',
    'type_max' => 'طول فیلد نوع حداکثر باید 50 حرف باشد.',
];
