<?php

return [
    'name_required' => 'لطفا نام را وارد نمایید.',
    'name_min' => 'طول فیلد نام حداقل باید 3 حرف باشد.',
    'name_max' => 'طول فیلد نام حداکثر باید 50 حرف باشد.',
    'tel_required' => 'لطفا تلفن را وارد نمایید.',
    'tel_min' => 'طول فیلد تلفن حداقل باید 3 حرف باشد.',
    'tel_max' => 'طول فیلد تلفن حداکثر باید 50 حرف باشد.',
    'address_max' => 'طول فیلد آدرس حداکثر باید 200 حرف باشد.',
    'longitude_digits_between' => 'طول فیلد طول جغرافیایی باید بین 0 تا 10 رقم باشد.',
    'latitude_digits_between' => 'طول فیلد عرض جغرافیایی باید بین 0 تا 10 رقم باشد.',
];
