<?php

return [
    'type_undefined' => 'نامشخص',
    'type_1' => 'اماکن رفاهی',
    'type_2' => 'منازل سازمانی',
    'type_3' => 'سایت‌ها',
    'type_4' => 'اداری',
    'name_required' => 'لطفا نام را وارد نمایید.',
    'name_min' => 'طول فیلد نام حداقل باید 3 حرف باشد.',
    'name_max' => 'طول فیلد نام حداکثر باید 50 حرف باشد.',
    'type_required' => 'لطفا نوع را وارد نمایید.',
    'type_numeric' => 'لطفا فیلد نوع را به درستی وارد نمایید.',
    'type_min' => 'طول فیلد نوع حداقل باید 3 حرف باشد.',
    'type_max' => 'طول فیلد نوع حداکثر باید 50 حرف باشد.',
];
